import { member } from "../types/member";

export const messages: member[] = [
  //25卒 14人
  {
    year: "性欲三銃士",
    name: "ゆせ",
    message:
      "どうも、このサイトの企画から開発まで全てを担当いたしました、あの全知全能の天才エンジニアゆせです。先に言っておきます、俺だけみんなより3倍くらいの文字数なんだけど、開発者ということで許してください！💓今ゆせくんは、卒論2万字に卒論開発、きもい資格に内定者バイトでぶっ倒れそうです。それでも、このサイトをよーだいに受け取って欲しく、開発している自分がいます。上にある写真を見ながら、懐かしいいいと思いながら、親友のために深夜開発するのはめっちゃ楽しいです。渡すのが遅くなっちゃってほんとごめんね🙏いきなりだけど、俺には、自分と繋がりがない人たちにも協力をしてもらい、友達にサプライズをしてみたいといった謎な夢がありました。かつ、今の俺にできることは、サイトとして残すこと。そんなのこれしかない！！！ってので、よーだいけんたに誕生日サプライズしてもらったあの日のサウナの中で、一人勝手に思いつきました。良くも悪くもゆせくんは思いつきで一気に見切り発車する人間だから、帰りの車ですぐはなにDMをして、そのあとけんたに今回ばかりはガチ協力で頼む、今回はマジで！と頼み込みました。笑俺はほぼ全員面識なかったから、会ったことない人に勝手にフォローしてDMしてを繰り返してだいぶ迷惑エンジニアしてたかも。。wwでも、それからは想像以上にいろんな人を巻き込むことができました。もしこれから学生でも社会人でも、泣きたくなったり辛いことがあったらこれを見てたくさん泣いてたくさん元気出してくれ！笑ここからは少し真面目な話だけど、俺の大学4年間によーだいの存在があったおかげでほんとに充実して、ほんとに成蹊に来て良かったと思ってます！いつもゆせけんたの計画性のなさを支えてくれて、恋愛にはとことんお互い素直で、遊びにはいつも全力で、本当に思い返しながら開発をしていて泣きそうになった。メッセージを集めていて、よーだいの人望がすごい熱いことを再認識して、だからこそそんなよーだいといつも一緒にいれて幸せ者です！8割型くらい仕事人間になってしまったつまらない俺といつも一緒にいてくれて本当にありがとう、そして俺の一つの夢を叶えさせてくれてありがとう！22歳もやっていき！！",
  },
  {
    year: "性欲三銃士",
    name: "けんた",
    message:
      "お誕生日おめでとう😊よーだいとは大学始まる前に出会って、謎のLINEグループ作って仲良くなったのがきっかけだったよな。あのとき出会えてなかったら今はなかったと思うとまじで大学生活が180度変わってたなって思う。あれから約3年半めちゃくちゃいろんなことあったけど、今もこんなに仲良いのは本当に運命だったんだなって思ってる。これから社会人なってもっと大変なこととか、辛いこととかあったら親友として頼ってほしい。とりあえず笑わせることを頑張ります。笑本当に大学で出会えて良かった。ありがとう。そして改めてこの一年を最高で飛躍する一年になりますように。",
  },
  {
    year: "流出探検隊",
    name: "流出を探すプロ",
    message:
      "よーだい誕生日おめでとう！！よーだいが産まれてきてくれて良かった！よーだいと同じ英語のクラスで良かった！よーだいと仲良くなれて良かった！よーだいと一緒の授業を受けれて良かった！よーだいが漢気あるやつでよかった！よーだいが変態でよかった！よーだいが俺より酒弱くてよかった！よーだいが女好きでよかった！ヨーダは緑で良かった！そんなよーだいが大好きです。これからもたくさん迷惑かけるかもだけど嫌いにならないでね。改めて誕生日おめでとう！",
  },
  {
    year: "流出探検隊",
    name: "てるき",
    message:
      "よーだい誕生日おめでとう！英語のクラスのメンツでご飯食べにいった所が出会いの始まりかな？その頃はここまで仲良くなれると思ってなかったし、実は若干苦手だったんだよね笑でも、俺が別れて沈んでた時に大和との飲みに誘ってくれて、こいつめっちゃ良い奴やん！って思いました。（まじで今でも感謝してる）考えも似てるし、趣味も似てるから一緒にいて楽しくて仕方ないです笑これからもフェス一緒に行ったり思い出作ろーぜ！",
  },
  {
    year: "PeachTech",
    name: "ジン",
    message:
      "よーだい誕生日おめでとうー！！！なんかいつのまにPeachTechにいたけど、一瞬で馴染んでて驚いた記憶があります。クイズ大会景品のご飯とか行ってないから行かなきゃね。ご飯も連れて行かなきゃね。よーだいはなんでもやれるやつだと勝手に思っているので、これからの活躍にも期待してます！また何かあれば気兼ねなく連絡してください。よーだいなら相談乗ります！これからもよろしくお願いします！",
  },
  {
    year: "PeachTech",
    name: "ゆうと",
    message:
      "よーだい誕生日おめでとう！初めて会った時、めっちゃ話しやすいし面白くてとても助かったよ！我々はボーリングに行ったきり何もしてないね。また負かしてあげるから、いつでも言ってね^_^ あと、ぜひ飲みにも行きたいなと思ってます！4月からお互い社会人になるけど、楽しく頑張りましょ〜！人生色々巻き起こるけど、そんなことはお構いなしに素敵な1年にしてくださーい！ ",
  },
  {
    year: "PeachTech",
    name: "ぴーなっつ",
    message:
      "よーだいさん誕生日おめでとうございます！局説明会で初めて会った時、一緒にいて楽しそうだなと感じたのを今でもよく覚えています。少しの間しか一緒に活動できませんでしたが、楽しい思い出ばかりです。特に車でMCバトルを聞いたのが最高でした。あと少しで卒業してしまうのはとても寂しいですがこれからもマイメンでいてください！氷穴いつか行きましょう！あとご飯とか誘ってください！",
  },
  {
    year: "地元",
    name: "シュークリーム2世",
    message:
      "我が友よーだい、ご誕生の祝い心よりお喜び申し上げ候。出会いは、2018年4月5日、桜舞い散る関東学院高等学校1年6組の教室。よーだいに体育館の入り口でクラス委員長に誘われました。それが初めてお話しした時ですね。それももう6年前らしいです。長いですね。高校卒業後も仲良くしてくれて、おかげさまで学生生活最高です。高校で出会えてよかったなと思います。ガチ謝謝。素敵な一年になりますように、アーメン。",
  },
  {
    year: "地元",
    name: "ミーヤキャット",
    message:
      "今日は誰の誕生日なのｶﾅ〜？？wowwow!ra-ziuよーだいくんの誕生日らしいねーーそっかそっか〜ガキンチョの誕生日か😇早く遊びにいきたいからねーーあ旅行にも行きたいからねーーー卒業旅行に行きたいからねーーーちゃんとお金オデ達と遊ぶように残しとかないと置いていっちゃうからねーーー女ん子達と同じくらいオデ達と遊んでくれないと寂しいからねーーーまた飲みにでもご飯にでも行くからねーー",
  },
  {
    year: "地元",
    name: "みみりん",
    message:
      "現在11月8日19時超ギリギリだけど誕生日に間に合ってよかったー。（間に合ってなかったらすまん）てことでおたおめー！話すようになったのって多分高2入ってからの体育メンツ集合した時だと思うけどそこからかなり濃い絡みしてるんじゃないですかね、また休み期間に遊びに行ったり定期的に集まりましょうや。次は卒業旅行か普通に遊びに行くでもなんかしますか、引きこもりだからなんかゲームとか誘ってくれたらうれしいなー",
  },
  {
    year: "地元",
    name: "かまかさま",
    message:
      "よーだい22歳の誕生日おめでと〜🎉いやー、俺らがもう大学4年で来年社会人になってるとか考えられない笑定期テストの勉強しに中央図書館行ったのとか学校一緒に行ったりいろんな所行って遊んでたの今思い出すととてもエモいです😌社会人になって歳とるにつれて会う回数減っていくかもしれないけどまたスノボとか旅行とか行って思い出を増やしていきたいな〜！あらためて誕生日おめでとう、よーだいにとって最高の一年になりますように！",
  },
  {
    year: "地元",
    name: "たけまけた",
    message:
      "今年で9年目だね。こんなに長く絡む友達がいてまじで幸せです。大学生になって一緒にライブ行ったりスノボしたり泊まったり青春を共に送れて一生もんの宝物です。よーだいは俺にとってリーダーみたいな存在で責任感だったり引っ張っていく力があったり自己主張もできてめちゃくちゃ熱い男だし時に寂しがり屋で可愛い時もあって素敵なところをたくさん持ってると思います。来年から社会人になって色んなことが起きると思うけど変わらず仲良くしたいからたくさん構ってね😘",
  },
  {
    year: "地元",
    name: "ごりを",
    message:
      "よーだいチャン‼️お誕生日おめでとう🎉😍💕もう22歳だなんて、よーだいちゃんは、綺麗でピチピチ✋😝だから信じられないなあ❗️早くそのピチピチに、触りたい❗️😅😅よーだいチャンと出会ってから、もう8年くらいになるから、子どもにすると、もう8歳ダネ❗️😊😊😊幼稚園で、ママに似て、モテモテなんだろうな😅😅でも、パパに似て、乳離れ出来なかったりして❓❗️チュウチュウ😘💕ナンチャッテ（笑）オジサン、最近恵比寿で、とっても素敵なバーを、見つけました😊🥂🍹よーだいチャンのために、予約しておくからね☺️☺️💕酔っ払ったら、どうなっちゃうのかな❓❗️オジサンは、ひざ枕してくれる子が、好きです💦✋❤️いっぱい、イチャイチャしよう😍😍😍❗️ナンチャッテ（笑）",
  },
  {
    year: "地元",
    name: "ゆう",
    message:
      "お誕生日おめでとう！今でもこうしてお祝いできるのってなかなかに嬉しいもんだねぇ。もう22歳なんてあっという間だね。さぁ、私は誰でしょう〜笑大学入ってからも周りからこんな素敵なお祝いをされる陽大は相変わらずみんなの人気者だね。昔から変わらず困った時は、助けてくれてありがとう。これからも私の想う陽大らしい優しさや強さを大切にしてね。また飲み行こう〜🍻",
  },
  {
    year: "地元",
    name: "さらにかわいくなったせなんより♡",
    message:
      "ようだいお誕生日おめでとう♡相変わらずたくさんの友達に囲まれて大学楽しんでるかな？なんだかんだ卒業以来会えてないよう🥲社会人になっちゃう前に会って大学4年間分のそれぞれの思い出をブチ語ろうの会開こう！笑会っていなかろうが縁の切れることのないかなり深い仲だと信じておりますがいかがでしょうか^_^葬式と結婚式はお互いに参加しようね🤷🏻",
  },
  {
    year: "地元",
    name: "あかね",
    message:
      "よーだいお誕生日おめでとう！成人式以来全然会えてないけど元気にしてる？笑高校生の頃席近くなって沢山バカしてた毎日が懐かしいよ本当に楽しい毎日だった😂また、みんなで会う機会あったら飲みに行ったりしたいね〜！！社会人お互い大変だけど頑張ろうねー！これからもよろしく！",
  },
  {
    year: "Uni(後輩)",
    name: "ゆうと",
    message:
      "俺がPLになった直後によーだいさんがれおんと飲みに連れて行ってくれたことをよく覚えています😚その日からよーだいさんと仲良くなれて、リーダーとしてのアドバイスを沢山頂きました！覚えてるか分かりませんがよーだいさんのミーティング参加率8割目指せ！という言葉を目標にして色々試して俺らの代のゆにぷには平均参加率8〜9割を達成しました！今年は1、2年合わせて16人も加入し、計30人の大プロジェクトになりました〜＾＾俺とれおんは沢山よーだいさんに感謝しています！笑ありがとうございました🙇またれおんと3人で飲みに行きましょう！",
  },
  {
    year: "Uni(後輩)",
    name: "れおん",
    message:
      "最近何してるんですか！！ストーリー反応してくれるの嬉しいし、また飲み行きたいです🥺あれからゆにぷにはとても大きくなり、参加率は9割、ボランティアも年に15回くらいはやりました！でももうすぐ引退で寂しいです(こんな感情になるとは思ってなかった笑)グラパよーだいくんしか先輩いなくて行くか迷ったんですけど、個人で会えばいいや！って思ったので行かないです^^なので飲み行きましょー！おめでとうございます🎉",
  },
  {
    year: "Uni(後輩)",
    name: "ありゆう",
    message:
      "よーだいさんお誕生日おめでとうございます！！！よーだいさんのコミュ力とかリーダーシップあるところめちゃくちゃ尊敬してます😊局交流会？で同じ班になったりはるかさんと3人で飲み行ったりしたのが懐かしいです笑小泉んちで飲んだのとサウナ行ったのめっちゃ楽しかったんで、色々落ち着いたらまた是非行きましょう！！いい一年にしてください！改めておめでとうございます！🥰",
  },
  {
    year: "Uni(後輩)",
    name: "渉外のあざと愛嬌がーるさほぴ",
    message:
      "よーだいさんお誕生日おめです^_^🎀元気にしてますか？^_^ゆに引退してから近況をBeRealでしか知れなくて寂しいです🥹14期のみなさんが卒業して社会人になるまでに、また渉外で集まれる機会があったらいいなあ🫠そろそろ可愛い後輩たちに会いたい頃なのでは？？？^_^素敵な22LIFEすごしてくださいね(^_-)-☆",
  },
  {
    year: "Uni(後輩)",
    name: "ゆーひ",
    message:
      "よーだいさん誕生日おめでとうございます！！顔が広くない俺を1年の頃から仲良くしてくれてボウリングとか連れてってくれてほんとに嬉しかったですし、感謝しかないです！！渉外局長もお疲れ様でした😊しゃべりが上手くて面倒見がいいよーだいさんをめちゃ尊敬してます。バチ飲み流れちゃったので、ぜひ飲み行きましょ！！素敵な22歳にしてください！！",
  },
  {
    year: "Uni(後輩)",
    name: "りん",
    message:
      "よーだいさん誕生日おめでとうございます。渉外局に入ったときは自分と合わないと思ってたのに、仲良くなれてこんなメッセージも書けて嬉しく思います。卒業までにまた会えたらいろいろ話したいです。いつも場を盛り上げてくれるよーだいさんの活躍をこれからも応援しています。これアプリでどんな感じで見えてるんですか？いい感じに映えてるといいな。感想待ってます。",
  },
  {
    year: "Uni(後輩)",
    name: "ことみ",
    message:
      "お誕生日おめでとうございます！渉外局では本当にお世話になりました。いつも明るく、場を盛り上げつつ、大事な場面ではしっかりと、局長として渉外局を導いていたようだいさんを、とっても尊敬してます！特にミーティングのときの、ようだいさんと先輩たちの掛け合いが大好きで、毎回とっても楽しかったです！あと、やっとお酒が飲めるようになったのでいつか飲みに行きたいですー！素敵な一年になることを祈っています！",
  },
  {
    year: "Uni(後輩)",
    name: "かなで",
    message:
      "よーだいさんお誕生日おめでとうございます！！楽しく就活できてますか！笑こちらも大変なことが多くて、よーだいさんのすごさみたいなものをヒシヒシ感じています。沢山お話できてご飯も行けて、いっぱいお世話もしてくれてありがとうございます！🎶私もこういう先輩にならなくちゃなと思うと大変すぎて尊敬が止まりません、、ずっと追いかけさせてください！！最高な一年になりますように〜！",
  },
  {
    year: "Uni(同期)",
    name: "りゅうと",
    message:
      "よーだいお誕生日おめでとう！！！変態キャラ（キャラではないか）いつもありがとう！！Uniで数少ない変態仲間最高☻よーだいが俺よりもキモイ扱いになってるの非常に助かってます。もう22歳だね、4年生もあと少しなの早すぎるけど、お互い学生生活ラスト突っ走ろうね。よーだいはほんといつも場を回してくれるし、盛り上げてくれるからすごい頼りにしてます。遊び・飲みの企画も立ててくれるおかげで何とか皆の紐が切れません！！これからも頼りにさせてくださいよろしくね！！！！！！",
  },
  {
    year: "Uni(同期)",
    name: "こうへい",
    message:
      "誕生日おめでとう！久しく会ってないけど元気してるか？ストーリとか人から聞いた感じは元気にしてそうだからいいけど、今度余興で会う時楽しみにしてるわ。こんにちわしてから2年半ぐらい？かなありがとーね！いろんなことあったわ〜とかは言わんよ笑笑遊んだり日常過ごしたり（？）コンスタントに関係続いてたからこうしてまた誕生日祝えるのは嬉しいよ！素敵な一年を〜",
  },
  {
    year: "Uni(同期)",
    name: "こうへい",
    message:
      "よーだい誕生日おめでとう！！夏休みに大雨の中、ユニ男旅行したけど、また冬春に旅行でも飲みでもみんなで行きたいな！計画してくれると助かる〜あと今は彼女がいるのかな？？楽しそうでなによりです！よーだいはいつも自分の話はしないで人の話ばっか聞いてるだけだから今度は自分の話もちゃんと聞かせてくれよな〜笑とりあえず学生生活残りの22歳全力で楽しんでね！",
  },
  {
    year: "Uni(同期)",
    name: "星名 宣宏",
    message:
      "よーだい！お誕生日おめでとう！！よーだいと遊んだり飲んだりする時は、いつも楽しく幸せな時間を過ごさせてもらってます！特にこの前の男旅行は、企画から宿の予約から全部やってくれて、めちゃめちゃ感謝してるし最高に楽しかった！！よーだいのおかげで、大学生活楽しい思い出ばかり！！改めてありがとう！！社会人になっても飲んだり遊びに行こーね！最高の1年になりますように！",
  },
  {
    year: "Uni(同期)",
    name: "りょう",
    message:
      "お誕生日おめでとう！よーだいと初めて飲みに行ったのは2年前くらいで、そこからユニの色んな人と知り合えたのはよーだいのおかげで本当に感謝してるよ！どんどん仲良くなれて今では2人でライブ行くくらいの関係までなれて本当に嬉しい！いつでも誰に対しても優しいよーだいが大好きだよ！これからもたくさん飲みにいこーなー！",
  },
  {
    year: "Uni(同期)",
    name: "T.Taichi",
    message:
      "よーだい誕生日おめでと〜！！uniを卒業してからは全く会ってなくて悲しいけどよーだいと遊んだ時の記憶は今でも忘れられないくらい楽しかった！特によーだいは覚えてるか分からないけど一緒に映画見てラーメン食べた時の記憶は凄く印象深かった。また、横浜の美味しいラーメン開拓したいから暇な時あったら連絡して欲しいな😋改めて22歳の誕生日おめでとう！よーだいにとって素敵な一年になりますように！",
  },
  {
    year: "Uni(同期)",
    name: "はる",
    message:
      "お誕生日おめでとう！！陽大が居る飲み会がホント大好きでいつも楽しませてくれて、ありがとう！！陽大が居たからこそこの4年間(2年以降特に！)大学生活が充実したと言っても過言じゃないと思うし、TLやろうか悩んでた時も背中を押してくれたのは、自分にとっての何よりも分岐点だったと思うから感謝しかありません！！社会人になったら、より忙しいかもだけど、飲み行こうね！！",
  },
  {
    year: "Uni(同期)",
    name: "ひかる",
    message:
      "よーだいお誕生日おめでとう〜〜！🥳uni引退したっきり会えてないね、、！元気にしてる？？渉外局でのたくさんの思い出、ほとんど発案者はよーだいで、大学生の前半は特によーだいのおかげで充実してたなあ、、ってしみじみ思う！uniでいろんな人との和を保ちながら多くのことをやり遂げてきたよーだいは、きっと社会人になっても大活躍だろうな〜って勝手に思ってます！改めてお誕生日おめでとう！素敵な1年を〜！💐",
  },
  {
    year: "Uni(同期)",
    name: "さいむらまなみ",
    message:
      "よーだい、22歳おめでとう！学部も違くて、ユニにも渉外局にも、入らなかったらきっと関わることもなかっただろうなって思います、そんな中、6.7人選ばれて性格もバラバラな渉外局をまとめてくれてありがとう〜よーだいの勇気ある行動がなかったら仲良くもなれてないと思います本当にありがとう。楽しかった！渉外局同期でまた集まれたら嬉しいです素敵な22歳をお過ごしください！どうかお身体ご自愛ください！",
  },
  {
    year: "Uni(同期)",
    name: "はる",
    message:
      "お誕生日おめでとう！！陽大が居る飲み会がホント大好きでいつも楽しませてくれて、ありがとう！！陽大が居たからこそこの4年間(2年以降特に！)大学生活が充実したと言っても過言じゃないと思うし、TLやろうか悩んでた時も背中を押してくれたのは、自分にとっての何よりも分岐点だったと思うから感謝しかありません！！社会人になったら、より忙しいかもだけど、飲み行こうね！！",
  },
  {
    year: "Uni(同期)",
    name: "このか",
    message:
      "22さい誕生日おめでとー！！引退してから会う機会一気に減っちゃったけどこの前のBBQすっごい楽しかった！よーだいのおかげ！いつも企画してくれてありがとう！フェスに旅行に？ってなんかよーだい今すごく忙しそうだけど卒業前くらいにまたみんなで遊びに行こ！あ、今度会う時はセクハラはなしでお願いします☺️最後の学生生活思いっきり楽しもうね〜〜",
  },
  {
    year: "Uni(同期)",
    name: "よーだいより5日早く生まれたももちゃむ",
    message:
      "よーだいお誕生日おめでとう！ユニ引退してからあまり会う機会が無いけど、元気にしているだろうと勝手に思ってるので心配はしていません(*^◯^*)21歳はどんな1年だった？私たちとたくさん遊べて楽しかったよね？よかったね〜〜♡22歳も楽しいことたくさんの日々を過ごせるように祈ってます！また次会った時は面白いボケたくさんして笑わせてネ🙂⭐️",
  },
  {
    year: "Uni(同期)",
    name: "かの",
    message:
      "よーだい！おたおめ！！！！今ぱっとでてこないけどよーだいの尊敬できるところいっぱいあるよ！ユニの時は特によーだいがいて救われることいっぱいあった！ユニ終わっちゃってからあんまり会う機会少なくなっちゃったけど、たまには会いたい！卒業までに飲みにいこうねおたおめ！",
  },
  {
    year: "Uni(先輩)",
    name: "かずま",
    message:
      "誕生日おめでとう！22歳として過ごす一年間は人生で一番環境が変化すると思う。学生として過ごす残り5か月間では、今しかできない時間の使い方をして後悔が残らないようにしてほしい。社会人として過ごす4月以降は、積極的に新たな挑戦をしてほしい。人生で一番濃いこの一年を最高なものにしてくれたら嬉しい。Uni.で出会った俺たちが社会人としてお酒を飲んだり旅行したりできることを楽しみにしてる！改めておめでとう！",
  },
  {
    year: "Uni(先輩)",
    name: "もりたかほ",
    message:
      "ようだいお誕生日おめでとう！！お久しぶりすぎて全然近況聞けてないけど元気にしてる⁇👀Uniで一緒に活動してた日々が懐かしいです…笑色々と目まぐるしい1年だと思うけど息抜きしながら楽しんでね☺︎近況知らなすぎるけど、私と違って余裕で大学卒業できるように願ってます笑またぜひご飯でも行こうね〜⭐️",
  },
  {
    year: "Uni(先輩)",
    name: "りこ",
    message:
      "お誕生日おめでとうー！！！よーだいが私の大学生活に現れてくれて、いなかった世界線の私より何倍も楽しい時間が過ごせたし、たっくさん幸せな時間が過ごせました🙆‍♀️生まれてきてくれてありがとう^ - ^よーだいは周りの人をよく見てるし、自分のこともだけど、自分の周りをしっかり幸せにできる人で尊敬してるよ。いつもありがとう！ハピラキな22歳を🌼",
  },
  {
    year: "Uni(先輩)",
    name: "ともみ",
    message:
      "22歳、お誕生日おめでとう🎂渉外局で一緒に活動してた日々が懐かしい…引退する時、このメンバーなら安心と思ったのと同時に、よーだいが局長だからきっと大丈夫、そう思えたのを今でも覚えています☺️これからもそのリーダーシップ、コミュ力を発揮して、社会という広い世界でよーだいらしく活躍してくれることを願っています！😌残りの学生生活、思う存分楽しんでね！！素敵な一年になりますように〜！",
  },
  {
    year: "Uni(先輩)",
    name: "みーちゃんなーちゃんのなーちゃん",
    message:
      "よーだい、お誕生日おめでとう＾＾人見知りな私にもたくさん話しかけてくれて、いつも勝手に喜んでましたまたいつか会えたら嬉しい〜素敵な一年にしてね♡",
  },
  {
    year: "Uni(先輩)",
    name: "みーちゃんなーちゃんのみーちゃん",
    message:
      "よーだいお誕生日おめでとう(おめでとう)ミユウさん！って最近呼ばれてないな〜また遊ぼう！良き一年に！",
  },
  {
    year: "Uni(先輩)",
    name: "ゆきりんご",
    message:
      "よーだいお誕生日おめでとう！私に初めてタメ口で接してくれた後輩だからこれからも縁切れることなく飲みに行きたい(^^)あんま頼りにならん先輩だったとは思うけどなんかあったらいつでもLINEしてね〜素敵な一年になりますように！！",
  },
  {
    year: "Uni(先輩)",
    name: "ゆうな",
    message:
      "よーだい、お誕生日おめでとう！私たちが社会人になってもたまに遊んでくれてありがとうね。よーだいの良いところは頼りになるところ！旅行とか率先して動いてくれて助かってます、そしていつも素敵な宿をありがとう！これから1年は変化の多い年になると思うけど、いろいろなことを楽しみながら頑張ってね。まずは残りの大学生活を思いっきり楽しんで！またご飯でも行こうね！素敵な1年になりますようにー！",
  },
  {
    year: "Uni(先輩)",
    name: "陰キャ局長",
    message:
      "よーだい誕生日おめでとう！Uniの渉外局の後輩として色々助けてもらいました！よーだいが渉外局長を引退してから一年たつと考えると大学生活が恋しくなります！だいぶ遅くなったけど本当にお疲れ様！それにしてもこんなアプリを用意してもらえる程の交友関係に素直にびっくりです！こんなことしてくれる人はそうそういないから素敵な友人はぜひ大切にしてください！来年からいよいよ社会人！頑張って！！",
  },
];
