import { member } from "../types/member";

export const messages: member[] = [
  //25卒 14人
  {
    year: "性欲三銃士",
    name: "ゆせ",
    message: "",
  },
  {
    year: "性欲三銃士",
    name: "けんた",
    message:
      "お誕生日おめでとう😊よーだいとは大学始まる前に出会って、謎のLINEグループ作って仲良くなったのがきっかけだったよな。あのとき出会えてなかったら今はなかったと思うとまじで大学生活が180度変わってたなって思う。あれから約3年半めちゃくちゃいろんなことあったけど、今もこんなに仲良いのは本当に運命だったんだなって思ってる。これから社会人なってもっと大変なこととか、辛いこととかあったら親友として頼ってほしい。とりあえず笑わせることを頑張ります。笑本当に大学で出会えて良かった。ありがとう。そして改めてこの一年を最高で飛躍する一年になりますように。",
  },
  {
    year: "流出探検隊",
    name: "流出を探すプロ",
    message:
      "よーだい誕生日おめでとう！！よーだいが産まれてきてくれて良かった！よーだいと同じ英語のクラスで良かった！よーだいと仲良くなれて良かった！よーだいと一緒の授業を受けれて良かった！よーだいが漢気あるやつでよかった！よーだいが変態でよかった！よーだいが俺より酒弱くてよかった！よーだいが女好きでよかった！ヨーダは緑で良かった！そんなよーだいが大好きです。これからもたくさん迷惑かけるかもだけど嫌いにならないでね。改めて誕生日おめでとう！",
  },
  {
    year: "流出探検隊",
    name: "てるき",
    message:
      "よーだい誕生日おめでとう！英語のクラスのメンツでご飯食べにいった所が出会いの始まりかな？その頃はここまで仲良くなれると思ってなかったし、実は若干苦手だったんだよね笑でも、俺が別れて沈んでた時に大和との飲みに誘ってくれて、こいつめっちゃ良い奴やん！って思いました。（まじで今でも感謝してる）考えも似てるし、趣味も似てるから一緒にいて楽しくて仕方ないです笑これからもフェス一緒に行ったり思い出作ろーぜ！",
  },
  {
    year: "Uni(後輩)",
    name: "ゆうと",
    message:
      "俺がPLになった直後によーだいさんがれおんと飲みに連れて行ってくれたことをよく覚えています😚その日からよーだいさんと仲良くなれて、リーダーとしてのアドバイスを沢山頂きました！覚えてるか分かりませんがよーだいさんのミーティング参加率8割目指せ！という言葉を目標にして色々試して俺らの代のゆにぷには平均参加率8〜9割を達成しました！今年は1、2年合わせて16人も加入し、計30人の大プロジェクトになりました〜＾＾俺とれおんは沢山よーだいさんに感謝しています！笑ありがとうございました🙇またれおんと3人で飲みに行きましょう！",
  },
  {
    year: "Uni(後輩)",
    name: "れおん",
    message:
      "最近何してるんですか！！ストーリー反応してくれるの嬉しいし、また飲み行きたいです🥺あれからゆにぷにはとても大きくなり、参加率は9割、ボランティアも年に15回くらいはやりました！でももうすぐ引退で寂しいです(こんな感情になるとは思ってなかった笑)グラパよーだいくんしか先輩いなくて行くか迷ったんですけど、個人で会えばいいや！って思ったので行かないです^^なので飲み行きましょー！おめでとうございます🎉",
  },
  {
    year: "Uni(後輩)",
    name: "ありゆう",
    message:
      "よーだいさんお誕生日おめでとうございます！！！よーだいさんのコミュ力とかリーダーシップあるところめちゃくちゃ尊敬してます😊局交流会？で同じ班になったりはるかさんと3人で飲み行ったりしたのが懐かしいです笑小泉んちで飲んだのとサウナ行ったのめっちゃ楽しかったんで、色々落ち着いたらまた是非行きましょう！！いい一年にしてください！改めておめでとうございます！🥰",
  },
  {
    year: "Uni(後輩)",
    name: "渉外のあざと愛嬌がーるさほぴ",
    message:
      "よーだいさんお誕生日おめです^_^🎀元気にしてますか？^_^ゆに引退してから近況をBeRealでしか知れなくて寂しいです🥹14期のみなさんが卒業して社会人になるまでに、また渉外で集まれる機会があったらいいなあ🫠そろそろ可愛い後輩たちに会いたい頃なのでは？？？^_^素敵な22LIFEすごしてくださいね(^_-)-☆",
  },
  {
    year: "Uni(後輩)",
    name: "ゆーひ",
    message:
      "よーだいさん誕生日おめでとうございます！！顔が広くない俺を1年の頃から仲良くしてくれてボウリングとか連れてってくれてほんとに嬉しかったですし、感謝しかないです！！渉外局長もお疲れ様でした😊しゃべりが上手くて面倒見がいいよーだいさんをめちゃ尊敬してます。バチ飲み流れちゃったので、ぜひ飲み行きましょ！！素敵な22歳にしてください！！",
  },
  {
    year: "Uni(後輩)",
    name: "りん",
    message:
      "よーだいさん誕生日おめでとうございます。渉外局に入ったときは自分と合わないと思ってたのに、仲良くなれてこんなメッセージも書けて嬉しく思います。卒業までにまた会えたらいろいろ話したいです。いつも場を盛り上げてくれるよーだいさんの活躍をこれからも応援しています。これアプリでどんな感じで見えてるんですか？いい感じに映えてるといいな。感想待ってます。",
  },
  {
    year: "Uni(後輩)",
    name: "ことみ",
    message:
      "お誕生日おめでとうございます！渉外局では本当にお世話になりました。いつも明るく、場を盛り上げつつ、大事な場面ではしっかりと、局長として渉外局を導いていたようだいさんを、とっても尊敬してます！特にミーティングのときの、ようだいさんと先輩たちの掛け合いが大好きで、毎回とっても楽しかったです！あと、やっとお酒が飲めるようになったのでいつか飲みに行きたいですー！素敵な一年になることを祈っています！",
  },
  {
    year: "Uni(後輩)",
    name: "かなで",
    message:
      "よーだいさんお誕生日おめでとうございます！！楽しく就活できてますか！笑こちらも大変なことが多くて、よーだいさんのすごさみたいなものをヒシヒシ感じています。沢山お話できてご飯も行けて、いっぱいお世話もしてくれてありがとうございます！🎶私もこういう先輩にならなくちゃなと思うと大変すぎて尊敬が止まりません、、ずっと追いかけさせてください！！最高な一年になりますように〜！",
  },
  {
    year: "Uni(同期)",
    name: "りゅうと",
    message:
      "よーだいお誕生日おめでとう！！！変態キャラ（キャラではないか）いつもありがとう！！Uniで数少ない変態仲間最高☻よーだいが俺よりもキモイ扱いになってるの非常に助かってます。もう22歳だね、4年生もあと少しなの早すぎるけど、お互い学生生活ラスト突っ走ろうね。よーだいはほんといつも場を回してくれるし、盛り上げてくれるからすごい頼りにしてます。遊び・飲みの企画も立ててくれるおかげで何とか皆の紐が切れません！！これからも頼りにさせてくださいよろしくね！！！！！！",
  },
  {
    year: "Uni(同期)",
    name: "こうへい",
    message:
      "誕生日おめでとう！久しく会ってないけど元気してるか？ストーリとか人から聞いた感じは元気にしてそうだからいいけど、今度余興で会う時楽しみにしてるわ。こんにちわしてから2年半ぐらい？かなありがとーね！いろんなことあったわ〜とかは言わんよ笑笑遊んだり日常過ごしたり（？）コンスタントに関係続いてたからこうしてまた誕生日祝えるのは嬉しいよ！素敵な一年を〜",
  },
  {
    year: "Uni(同期)",
    name: "こうへい",
    message:
      "よーだい誕生日おめでとう！！夏休みに大雨の中、ユニ男旅行したけど、また冬春に旅行でも飲みでもみんなで行きたいな！計画してくれると助かる〜あと今は彼女がいるのかな？？楽しそうでなによりです！よーだいはいつも自分の話はしないで人の話ばっか聞いてるだけだから今度は自分の話もちゃんと聞かせてくれよな〜笑とりあえず学生生活残りの22歳全力で楽しんでね！",
  },
  {
    year: "Uni(同期)",
    name: "星名 宣宏",
    message:
      "よーだい！お誕生日おめでとう！！よーだいと遊んだり飲んだりする時は、いつも楽しく幸せな時間を過ごさせてもらってます！特にこの前の男旅行は、企画から宿の予約から全部やってくれて、めちゃめちゃ感謝してるし最高に楽しかった！！よーだいのおかげで、大学生活楽しい思い出ばかり！！改めてありがとう！！社会人になっても飲んだり遊びに行こーね！最高の1年になりますように！",
  },
  {
    year: "Uni(同期)",
    name: "りょう",
    message:
      "お誕生日おめでとう！よーだいと初めて飲みに行ったのは2年前くらいで、そこからユニの色んな人と知り合えたのはよーだいのおかげで本当に感謝してるよ！どんどん仲良くなれて今では2人でライブ行くくらいの関係までなれて本当に嬉しい！いつでも誰に対しても優しいよーだいが大好きだよ！これからもたくさん飲みにいこーなー！",
  },
  {
    year: "Uni(同期)",
    name: "はる",
    message:
      "お誕生日おめでとう！！陽大が居る飲み会がホント大好きでいつも楽しませてくれて、ありがとう！！陽大が居たからこそこの4年間(2年以降特に！)大学生活が充実したと言っても過言じゃないと思うし、TLやろうか悩んでた時も背中を押してくれたのは、自分にとっての何よりも分岐点だったと思うから感謝しかありません！！社会人になったら、より忙しいかもだけど、飲み行こうね！！",
  },
  {
    year: "Uni(同期)",
    name: "はる",
    message:
      "お誕生日おめでとう！！陽大が居る飲み会がホント大好きでいつも楽しませてくれて、ありがとう！！陽大が居たからこそこの4年間(2年以降特に！)大学生活が充実したと言っても過言じゃないと思うし、TLやろうか悩んでた時も背中を押してくれたのは、自分にとっての何よりも分岐点だったと思うから感謝しかありません！！社会人になったら、より忙しいかもだけど、飲み行こうね！！",
  },
  {
    year: "Uni(同期)",
    name: "このか",
    message:
      "22さい誕生日おめでとー！！引退してから会う機会一気に減っちゃったけどこの前のBBQすっごい楽しかった！よーだいのおかげ！いつも企画してくれてありがとう！フェスに旅行に？ってなんかよーだい今すごく忙しそうだけど卒業前くらいにまたみんなで遊びに行こ！あ、今度会う時はセクハラはなしでお願いします☺️最後の学生生活思いっきり楽しもうね〜〜",
  },
  {
    year: "Uni(同期)",
    name: "よーだいより5日早く生まれたももちゃむ",
    message:
      "よーだいお誕生日おめでとう！ユニ引退してからあまり会う機会が無いけど、元気にしているだろうと勝手に思ってるので心配はしていません(*^◯^*)21歳はどんな1年だった？私たちとたくさん遊べて楽しかったよね？よかったね〜〜♡22歳も楽しいことたくさんの日々を過ごせるように祈ってます！また次会った時は面白いボケたくさんして笑わせてネ🙂⭐️",
  },
  {
    year: "Uni(同期)",
    name: "かの",
    message:
      "よーだい！おたおめ！！！！今ぱっとでてこないけどよーだいの尊敬できるところいっぱいあるよ！ユニの時は特によーだいがいて救われることいっぱいあった！ユニ終わっちゃってからあんまり会う機会少なくなっちゃったけど、たまには会いたい！卒業までに飲みにいこうねおたおめ！",
  },
  {
    year: "Uni(先輩)",
    name: "かずま",
    message:
      "誕生日おめでとう！22歳として過ごす一年間は人生で一番環境が変化すると思う。学生として過ごす残り5か月間では、今しかできない時間の使い方をして後悔が残らないようにしてほしい。社会人として過ごす4月以降は、積極的に新たな挑戦をしてほしい。人生で一番濃いこの一年を最高なものにしてくれたら嬉しい。Uni.で出会った俺たちが社会人としてお酒を飲んだり旅行したりできることを楽しみにしてる！改めておめでとう！",
  },
  {
    year: "Uni(先輩)",
    name: "りこ",
    message:
      "お誕生日おめでとうー！！！よーだいが私の大学生活に現れてくれて、いなかった世界線の私より何倍も楽しい時間が過ごせたし、たっくさん幸せな時間が過ごせました🙆‍♀️生まれてきてくれてありがとう^ - ^よーだいは周りの人をよく見てるし、自分のこともだけど、自分の周りをしっかり幸せにできる人で尊敬してるよ。いつもありがとう！ハピラキな22歳を🌼",
  },
  {
    year: "Uni(先輩)",
    name: "ともみ",
    message:
      "22歳、お誕生日おめでとう🎂渉外局で一緒に活動してた日々が懐かしい…引退する時、このメンバーなら安心と思ったのと同時に、よーだいが局長だからきっと大丈夫、そう思えたのを今でも覚えています☺️これからもそのリーダーシップ、コミュ力を発揮して、社会という広い世界でよーだいらしく活躍してくれることを願っています！😌残りの学生生活、思う存分楽しんでね！！素敵な一年になりますように〜！",
  },
  {
    year: "Uni(先輩)",
    name: "みーちゃんなーちゃんのなーちゃん",
    message:
      "よーだい、お誕生日おめでとう＾＾人見知りな私にもたくさん話しかけてくれて、いつも勝手に喜んでましたまたいつか会えたら嬉しい〜素敵な一年にしてね♡",
  },
  {
    year: "Uni(先輩)",
    name: "みーちゃんなーちゃんのみーちゃん",
    message:
      "よーだいお誕生日おめでとう(おめでとう)ミユウさん！って最近呼ばれてないな〜また遊ぼう！良き一年に！",
  },
  {
    year: "Uni(先輩)",
    name: "ゆきりんご",
    message:
      "よーだいお誕生日おめでとう！私に初めてタメ口で接してくれた後輩だからこれからも縁切れることなく飲みに行きたい(^^)あんま頼りにならん先輩だったとは思うけどなんかあったらいつでもLINEしてね〜素敵な一年になりますように！！",
  },
  {
    year: "Uni(先輩)",
    name: "ゆうな",
    message:
      "よーだい、お誕生日おめでとう！私たちが社会人になってもたまに遊んでくれてありがとうね。よーだいの良いところは頼りになるところ！旅行とか率先して動いてくれて助かってます、そしていつも素敵な宿をありがとう！これから1年は変化の多い年になると思うけど、いろいろなことを楽しみながら頑張ってね。まずは残りの大学生活を思いっきり楽しんで！またご飯でも行こうね！素敵な1年になりますようにー！",
  },
  {
    year: "Uni(先輩)",
    name: "陰キャ局長",
    message:
      "よーだい誕生日おめでとう！Uniの渉外局の後輩として色々助けてもらいました！よーだいが渉外局長を引退してから一年たつと考えると大学生活が恋しくなります！だいぶ遅くなったけど本当にお疲れ様！それにしてもこんなアプリを用意してもらえる程の交友関係に素直にびっくりです！こんなことしてくれる人はそうそういないから素敵な友人はぜひ大切にしてください！来年からいよいよ社会人！頑張って！！",
  },
];
